Revit 2024 API
BuiltInFailures.CopyPasteFailures Class
 Failures about CopyPasteFailures.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static class CopyPasteFailures
Visual Basic
Public NotInheritable Class CopyPasteFailures
Visual C++
public ref class CopyPasteFailures abstract sealed
Inheritance Hierarchy
System.Object
 Autodesk.Revit.DB.BuiltInFailures.CopyPasteFailures
See Also
BuiltInFailures.CopyPasteFailures Members
Autodesk.Revit.DB Namespace